{
    "msgLog": "\n05/13/2023, 03:59:35 PM CDT - tank 2 LowLvlAlm active. Tank Level is 3.08ft. 3.2ft is alarm setpoint\n05/13/2023, 04:00:05 PM CDT - Pump 2: Stopped with Tank Level at 2.95 ft. SetPoint: 3 ft\n05/13/2023, 04:06:50 PM CDT - Pump 1:  Started Running with Tank Level at 6.11 ft.  SetPoint:  3 ft\n05/13/2023, 04:12:05 PM CDT - Pump 2:  Started Running with Tank Level at 6.12 ft.  SetPoint:  3 ft\n05/13/2023, 04:14:50 PM CDT - Pump 1: Stopped with Tank Level at 3.82 ft. SetPoint: 3 ft\n05/13/2023, 04:22:20 PM CDT - tank 1 LowLvlAlm cleared. Tank Level is 5.67ft. 4.3ft is alarm setpoint\n05/13/2023, 04:22:20 PM CDT - tank 2 LowLvlAlm cleared. Tank Level is 3.26ft. 3.2ft is alarm setpoint\n05/13/2023, 04:22:20 PM CDT - Pump 1 Discharge PSI Hi SD: cleared. Current value is 0. Alarm setpoint is 447\n05/13/2023, 04:22:20 PM CDT - Pump 1 Discharge PSI Hi Alarm: cleared. Current value is 0. Alarm setpoint is 430\n05/13/2023, 04:22:20 PM CDT - Pump 1 Suction Temperature Hi SD: cleared. Current value is 24.63. Alarm setpoint is 53\n05/13/2023, 04:22:20 PM CDT - Pump 1 Suction Temperature Hi Alarm: cleared. Current value is 24.63. Alarm setpoint is 45\n05/13/2023, 04:22:20 PM CDT - Pump 1 Discharge Temperature Hi SD: cleared. Current value is 31.03. Alarm setpoint is 73\n05/13/2023, 04:22:20 PM CDT - Pump 1 Discharge Temperature Hi Alarm: cleared. Current value is 31.03. Alarm setpoint is 65\n05/13/2023, 04:22:20 PM CDT - Pump 1 Oil Temperature Hi Alarm: cleared. Current value is 67.61. Alarm setpoint is 120\n05/13/2023, 04:22:20 PM CDT - Pump 2 Suction Temperature Hi SD: cleared. Current value is 38.362635560868746. Alarm setpoint is 53\n05/13/2023, 04:22:20 PM CDT - Pump 2 Suction Temperature Hi Alarm: cleared. Current value is 38.362635560868746. Alarm setpoint is 45\n05/13/2023, 04:22:20 PM CDT - Pump 2 Discharge Temperature Hi SD: cleared. Current value is 63.29660788234433. Alarm setpoint is 73\n05/13/2023, 04:22:20 PM CDT - Pump 2 Discharge Temperature Hi Alarm: cleared. Current value is 63.29660788234433. Alarm setpoint is 65\n05/13/2023, 04:22:20 PM CDT - Pump 2 Oil Temperature Hi SD: cleared. Current value is 114.72516035907314. Alarm setpoint is 128\n05/13/2023, 04:22:20 PM CDT - Pump 2 Oil Temperature Hi Alarm: cleared. Current value is 114.72516035907314. Alarm setpoint is 120\n05/13/2023, 04:22:50 PM CDT - tank 2 LowLvlAlm active. Tank Level is 3.18ft. 3.2ft is alarm setpoint\n05/13/2023, 04:23:35 PM CDT - Pump 2: Stopped with Tank Level at 2.96 ft. SetPoint: 3 ft\n05/13/2023, 04:25:35 PM CDT - tank 2 LowLvlAlm cleared. Tank Level is 3.44ft. 3.2ft is alarm setpoint\n05/13/2023, 04:25:35 PM CDT - Pump 2 Discharge PSI Hi SD: cleared. Current value is 0. Alarm setpoint is 447\n05/13/2023, 04:25:35 PM CDT - Pump 2 Discharge PSI Hi Alarm: cleared. Current value is 0. Alarm setpoint is 430\n05/13/2023, 05:22:50 PM CDT - Pump 2:  Started Running with Tank Level at 19.02 ft.  SetPoint:  3 ft\n05/13/2023, 05:30:20 PM CDT - Pump 2 Oil Temperature Hi Alarm: triggered. Current value is 120.81970213445965, Alarm setpoint is 120\n05/13/2023, 05:44:05 PM CDT - Pump 1:  Started Running with Tank Level at 25.1 ft.  SetPoint:  3 ft\n05/13/2023, 05:45:50 PM CDT - Pump 1 Suction Temperature Hi SD: triggered. Current value is 53.16467662869395, Alarm setpoint is 53\n05/13/2023, 05:45:50 PM CDT - Pump 1 Suction Temperature Hi Alarm: triggered. Current value is 53.16467662869395, Alarm setpoint is 45\n05/13/2023, 05:55:50 PM CDT - Pump 2 Suction Temperature Hi Alarm: triggered. Current value is 45.14806672123298, Alarm setpoint is 45\n05/13/2023, 06:23:35 PM CDT - tank 2 LowLvlAlm active. Tank Level is 3.03ft. 3.2ft is alarm setpoint\n05/13/2023, 06:24:05 PM CDT - Pump 2: Stopped with Tank Level at 2.99 ft. SetPoint: 3 ft\n05/13/2023, 06:26:35 PM CDT - Pump 1 Discharge Temperature Hi Alarm: triggered. Current value is 65.60950543505707, Alarm setpoint is 65\n05/13/2023, 07:06:05 PM CDT - tank 1 LowLvlAlm active. Tank Level is 4.27ft. 4.3ft is alarm setpoint\n05/13/2023, 07:08:50 PM CDT - Pump 1: Stopped with Tank Level at 3.69 ft. SetPoint: 3 ft\n05/13/2023, 07:29:35 PM CDT - Pump 2:  Started Running with Tank Level at 19.11 ft.  SetPoint:  3 ft\n05/13/2023, 08:30:05 PM CDT - Pump 2 Discharge Temperature Hi Alarm: triggered. Current value is 65.16473139181254, Alarm setpoint is 65\n05/13/2023, 08:31:35 PM CDT - Pump 2: Stopped with Tank Level at 2.87 ft. SetPoint: 3 ft\n05/13/2023, 08:40:50 PM CDT - Pump 1:  Started Running with Tank Level at 25.07 ft.  SetPoint:  3 ft\n05/13/2023, 08:49:50 PM CDT - Pump 1 Oil Temperature Hi Alarm: triggered. Current value is 120.17504265287383, Alarm setpoint is 120\n05/13/2023, 09:26:50 PM CDT - Pump 1 Discharge Temperature Hi SD: triggered. Current value is 73.15708596545788, Alarm setpoint is 73\n05/13/2023, 09:38:05 PM CDT - Pump 2:  Started Running with Tank Level at 19.23 ft.  SetPoint:  3 ft\n05/13/2023, 09:40:05 PM CDT - Pump 1 Oil Temperature Hi SD: triggered. Current value is 128.17096005416803, Alarm setpoint is 128\n05/13/2023, 10:06:50 PM CDT - Pump 1: Stopped with Tank Level at 3.99 ft. SetPoint: 3 ft\n05/13/2023, 10:34:20 PM CDT - Pump 1:  Started Running with Tank Level at 11.56 ft.  SetPoint:  3 ft\n05/13/2023, 10:38:05 PM CDT - Pump 2: Stopped with Tank Level at 2.99 ft. SetPoint: 3 ft\n05/13/2023, 11:02:50 PM CDT - Pump 1: Stopped with Tank Level at 3.88 ft. SetPoint: 3 ft\n05/13/2023, 11:18:05 PM CDT - Pump 1:  Started Running with Tank Level at 8.23 ft.  SetPoint:  3 ft\n05/13/2023, 11:24:20 PM CDT - Pump 1: Stopped with Tank Level at 6.98 ft. SetPoint: 3 ft"
}